Revit 2027 API
ParameterTypeId.LoadAreaForceFz3 Property
 "Fz 3"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAreaForceFz3 { get; }
Public Shared ReadOnly Property LoadAreaForceFz3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAreaForceFz3 {
	ForgeTypeId^ get ();
}
static member LoadAreaForceFz3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace